# AlreadyCopiedAndStopWatch Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
BuiltInFailures..::..CopyMonitorFailures..::..AlreadyCopiedAndStopWatch Property
BuiltInFailures..::..CopyMonitorFailures Class See Also
---
Element has already been copied. Stop existing monitoring to copy again.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static FailureDefinitionId AlreadyCopiedAndStopWatch { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property AlreadyCopiedAndStopWatch As FailureDefinitionId
	Get
```

Visual C++
---
```text
public:
static property FailureDefinitionId^ AlreadyCopiedAndStopWatch {
	FailureDefinitionId^ get ();
}
```

# See Also
BuiltInFailures..::..CopyMonitorFailures Class
Autodesk.Revit.DB Namespace